ADABWORLD_ROOT = 'https://adabworld.com'


ERAS = [
    ['الجاهلي', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-الجاهلي'],
    ['المخضرمون', 'https://adabworld.com/ادب/قصائد/الشعراء-المخضرمون'],
    ['صدر الإسلام', 'https://adabworld.com/ادب/قصائد/شعراء-صدر-الإسلام'],
    ['الأموي', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-الأموي'],
    ['العباسي', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-العباسي'],
    ['الأيوبي', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-الأيوبي'],
    ['المملوكي', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-المملوكي'],
    ['الأندلسي', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-الأندلسي'],
    ['العثماني', 'https://adabworld.com/ادب/قصائد/شعراء-العصر-العثماني'],
]
